{
  "plugins": {
    "Picker": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "ai (around)": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "baleia.nvim": {
      "src": "https://github.com/m00qek/baleia.nvim"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim"
    },
    "compile-mode": {
      "src": "https://github.com/ej-shafran/compile-mode.nvim"
    },
    "files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "follow-markdown-links": {
      "src": "https://github.com/jghauser/follow-md-links.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "image-clip": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "remote": {
      "src": "https://github.com/amitds1997/remote-nvim.nvim"
    },
    "surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-inline-diagnostic": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "toggleterm": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "treesitter-registry": {
      "src": "https://github.com/neovim-treesitter/treesitter-parser-registry"
    },
    "zoxide": {
      "src": "https://github.com/nanotee/zoxide.vim"
    }
  }
}
