{
  "plugins": {
    "Picker": {
      "src": "https://github.com/echasnovski/mini.pick"
    },
    "ai (around)": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "blink": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "follow-markdown-links": {
      "src": "https://github.com/jghauser/follow-md-links.nvim"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "image-clip": {
      "src": "https://github.com/HakonHarnes/img-clip.nvim"
    },
    "laravel": {
      "src": "https://github.com/adibhanna/laravel.nvim"
    },
    "lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "move": {
      "src": "https://github.com/nvim-mini/mini.move"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "remote_sshfs": {
      "src": "https://github.com/NOSDuco/remote-sshfs.nvim"
    },
    "surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "telescope": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-inline-diagnostic": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "toggleterm": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    }
  }
}
